{
    "descricao": [
        {
            "id": "1",
            "titulo": "homem de ferro 1",
            "sinopse": "Tony Stark é um industrial bilionário e inventor brilhante que realiza testes bélicos no exterior, mas é sequestrado por terroristas que o forçam a construir uma arma devastadora. Em vez disso, ele constrói uma armadura blindada e enfrenta seus sequestradores. Ao voltar para os EUA, Stark aprimora a armadura e a utiliza para combater o crime.",
            "ano": 2008,
            "genero": "Acão/Aventura",
            "duracao": "2h 6m",
            "nota": 8.7,
            "video": "//streamadblockplus.com/get_video?id=KWK88QDW8Os09Vm&expires=1650904458&ip=FRuOExySEOWNFt&token=Q6OPQymai_-x&stream=1",
            "catalogo": "https://br.web.img3.acsta.net/medias/nmedia/18/91/79/19/20163665.jpg"
        },
        {
            "id": "2",
            "titulo": "homem de ferro 2",
            "sinopse": "Em um mundo ciente da existência do Homem de Ferro, o inventor bilionário Tony Stark sofre pressão de todos os lados para compartilhar sua tecnologia com as forças armadas. Ele resiste para divulgar os segredos de sua inigualável armadura, com medo de que estas informações caiam nas mãos erradas. Com a bela Pepper Potts e o amigo 'Rhodey' Rhodes ao seu lado, Tony precisa forjar novas alianças e confrontar um inimigo poderoso.",
            "ano": 2010,
            "genero": "Acão/Aventura",
            "duracao": "2h 5m",
            "nota": 8.8,
            "video": "https://medusinha3.s3.eu-central-1.wasabisys.com/cdn2/homemdeferro2-dub-480p.mp4",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/thumb/9/9a/Homem_de_Ferro_2_-_Poster.jpg/250px-Homem_de_Ferro_2_-_Poster.jpg"
        },
        {
            "id": "3",
            "titulo": "homem de ferro 3",
            "sinopse": "Depois de um inimigo reduzir o mundo de Tony Stark a destroços, o Homem de Ferro precisa aprender a confiar em seus instintos para proteger aqueles que ama, especialmente sua namorada, e lutar contra seu maior medo: o fracasso.",
            "ano": 2013,
            "genero": "Acão/Aventura",
            "duracao": "2h 10m",
            "nota": 8.9,
            "video": "https://xaia.evosrv.com/EvoSrv/02Gyn4ljLadBo8qzwYnK.mp4?md5=nh4IebgEoBuTpcPxZpS6uA&expires=1650847043",
            "catalogo": "https://m.media-amazon.com/images/I/91TkkU3jdzL._AC_SX425_.jpg"
        },
        {
            "id": "4",
            "titulo": "os vingadores",
            "sinopse": "Loki, o irmão de Thor, ganha acesso ao poder ilimitado do cubo cósmico ao roubá-lo de dentro das instalações da S.H.I.E.L.D. Nick Fury, o diretor desta agência internacional que mantém a paz, logo reúne os únicos super-heróis que serão capazes de defender a Terra de ameaças sem precedentes. Homem de Ferro, Capitão América, Hulk, Thor, Viúva Negra e Gavião Arqueiro formam o time dos sonhos de Fury, mas eles precisam aprender a colocar os egos de lado e agir como um grupo em prol da humanidade.",
            "ano": 2012,
            "genero": "Acão/Aventura",
            "duracao": "2h 23m",
            "nota": 8.7,
            "video": "https://www1312.ff-03.com/token=n2JPQgZ3txQEn0wRm_f_Kw/1650850923/2804:14c::/67/7/54/c70f2cd6d7b0641efdad9846fcea2547-360p.mp4",
            "catalogo": "https://www.themoviedb.org/t/p/w342/u49fzmIJHkb1H4oGFTXtBGgaUS1.jpg"
        },
        {
            "id": "5",
            "titulo": "os vingadores era de ultron",
            "sinopse": "Ao tentar proteger o planeta de ameaças, Tony Stark constrói um sistema de inteligência artificial que cuidaria da paz mundial. O projeto acaba dando errado e gera o nascimento do Ultron. Com o destino da Terra em jogo, Capitão América, Homem de Ferro, Thor, Hulk, Viúva Negra e Gavião Arqueiro terão que se unir para mais uma vez salvar a raça humana da extinção.",
            "ano": 2015,
            "genero": "Acão/Aventura",
            "duracao": "2h 21m",
            "nota": 8.6,
            "video": "https://luma.evosrv.com/nvme_caching/LC0NQJtbpYcAUPKGFdMl.mp4",
            "catalogo": "https://www.cineteka.com/img/filmes/014290_big.jpg"
        },
        {
            "id": "6",
            "titulo": "os vingadores guerra infinita",
            "sinopse": "Homem de Ferro, Thor, Hulk e os Vingadores se unem para combater seu inimigo mais poderoso, o maligno Thanos. Em uma missão para coletar todas as seis pedras infinitas, Thanos planeja usá-las para infligir sua vontade maléfica sobre a realidade.",
            "ano": 2018,
            "genero": "Acão/Aventura",
            "duracao": "2h 29m",
            "nota": 9.1,
            "video": "https://vilea.evosrv.com/EvoSrv/se8uGVgrGCw9lp08rHVl.mp4?md5=Pwn-VGD5ZAmvqFiLRtQJKw&expires=1650847813",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/thumb/9/90/Avengers_Infinity_War.jpg/250px-Avengers_Infinity_War.jpg"
        },
        {
            "id": "7",
            "titulo": "os vingadores ultimato",
            "sinopse": "Após Thanos eliminar metade das criaturas vivas, os Vingadores têm de lidar com a perda de amigos e entes queridos. Com Tony Stark vagando perdido no espaço sem água e comida, Steve Rogers e Natasha Romanov lideram a resistência contra o titã louco.",
            "ano": 2019,
            "genero": "Acão/Ficção cientifíca",
            "duracao": "3h 2m",
            "nota": 9.4,
            "video": "https://white.evosrv.com/EvoSrv/8oxCpjdlJzGEJwCOee6f.mp4?md5=Nv-X97JxOtmTeS7by8wmtA&expires=1650848054",
            "catalogo": "https://lumiere-a.akamaihd.net/v1/images/690x0w_br_9e5801a5.jpeg?region=0%2C0%2C690%2C1035"
        },
        {
            "id": "8",
            "titulo": "capita marvel",
            "sinopse": "Capitã Marvel, parte do exército de elite dos Kree, uma raça alienígena, encontra-se no meio de uma batalha entre seu povo e os Skrulls. Ao tentar impedir uma invasão de larga escala na Terra, em 1995, ela tem memórias recorrentes de uma outra vida, como Carol Danvers, agente da Força Aérea norte-americana. Com a ajuda de Nick Fury, Capitã Marvel precisa descobrir os segredos de seu passado e pôr um fim ao conflito intergalático com os Skrulls",
            "ano": 2019,
            "genero": "Acão/Ficção cientifíca",
            "duracao": "2h 4m",
            "nota": 7.6,
            "video": "",
            "catalogo": "https://lumiere-a.akamaihd.net/v1/images/eu_captain-marvel_v1_hero_m_77eb1fd3.jpeg?region=0,0,750,668"
        },
        {
            "id": "9",
            "titulo": "capitao america",
            "sinopse": "Steve Rogers é um jovem que participa de experiências visando a criação do supersoldado americano. Quando os oficiais militares conseguem transformá-lo em uma arma humana, eles percebem que não podem arriscar a vida do jovem nas batalhas de guerra.",
            "ano": 2011,
            "genero": "Ação/Aventura",
            "duracao": "2h 4m",
            "nota": 8.4,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/d/d8/Capit%C3%A3o_Am%C3%A9rica_O_Primeiro_Vingador_-_Poster.jpg"
        },
        {
            "id": "10",
            "titulo": "capitao america 2: o soldado infernal",
            "sinopse": "Após os eventos catastróficos em Nova York com Os Vingadores, Steve Rogers, também conhecido como Capitão América, segue tentando se ajustar ao mundo moderno. Porém, quando um colega da agência S.H.I.E.L.D. é atacado, Steve se vê preso em uma rede de intrigas que ameaça colocar o mundo em risco. Em parceria com a Viúva Negra e Falcão, seu novo aliado, o Capitão América tem que enfrentar um misterioso e inesperado inimigo, o Soldado Invernal.",
            "ano": 2014,
            "genero": "Ação/Aventura",
            "duracao": "2h 16m",
            "nota": 8.5,
            "video": "",
            "catalogo": "https://m.media-amazon.com/images/I/91vBaT4HbAL._AC_SX569_.jpg"
        },
        {
            "id": "11",
            "titulo": "capitao america: guerra civil",
            "sinopse": "Depois do ataque de Ultron, os políticos decidem controlar os Vingadores, já que suas ações afetam toda a humanidade. A decisão coloca o Capitão América em rota de colisão com o Homem de Ferro.",
            "ano": 2016,
            "genero": "Ação/Aventura",
            "duracao": "2h 28m",
            "nota": 8.5,
            "video": "",
            "catalogo": "https://www.ocamundongo.com.br/wp-content/uploads/2016/08/capitao-america-3-poster-rivais-camundongo.jpg"
        },
        {
            "id": "12",
            "titulo": "doutor estranho",
            "sinopse": "Após sua carreira ser destruída, um brilhante, porém arrogante, cirurgião ganha uma nova chance em sua vida quando um feiticeiro o treina para se tornar o Mago Supremo.",
            "ano": 2016,
            "genero": "Ação/Aventura",
            "duracao": " 1h 55m",
            "nota": 8.6,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/pictures/16/09/29/21/15/495786.jpg"
        },
        {
            "id": "13",
            "titulo": "guardioes da galaxia",
            "sinopse": "O aventureiro do espaço Peter Quill torna-se presa de caçadores de recompensas depois que rouba a esfera de um vilão traiçoeiro, Ronan. Para escapar do perigo, ele faz uma aliança com um grupo de quatro extraterrestres. Quando Quill descobre que a esfera roubada possui um poder capaz de mudar os rumos do universo, ele e seu grupo deverão proteger o objeto para salvar o futuro da galáxia.",
            "ano": 2014,
            "genero": "Ação/Ficção científica",
            "duracao": "2h 2m",
            "nota": 8.9,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/pictures/14/06/03/21/11/122582.jpg"
        },
        {
            "id": "14",
            "titulo": "guardioes da galaxia 2",
            "sinopse": "Os Guardiões da Galáxia lutam para manter sua nova família unida enquanto desvendam os mistérios sobre o verdadeiro pai de Peter Quill.",
            "ano": 2017,
            "genero": "Ação/Ficção científica",
            "duracao": "2h 17m",
            "nota": 8.8,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/0/07/Guardians_of_the_galaxy_vol_two_poster.jpg"
        },
        {
            "id": "15",
            "titulo": "piratas do caribe: a maldiçao do perola negra",
            "sinopse": "O pirata Jack Sparrow tem seu navio saqueado e roubado pelo capitão Barbossa e sua tripulação. Com o navio de Sparrow, Barbossa invade a cidade de Port Royal, levando consigo Elizabeth Swann, filha do governador. Para recuperar sua embarcação, Sparrow recebe a ajuda de Will Turner, um grande amigo de Elizabeth. Eles desbravam os mares em direção à misteriosa Ilha da Morte, tentando impedir que os piratas-esqueleto derramem o sangue de Elizabeth para desfazer a maldição que os assola.",
            "ano": 2003,
            "genero": "Aventura/Ação",
            "duracao": "2h 23m",
            "nota": 9.2,
            "video": "",
            "catalogo": "https://static.wikia.nocookie.net/piratas-do-caribe/images/0/05/P%C3%A9rola_Negra.jpg/revision/latest/top-crop/width/360/height/450?cb=20170523204506&path-prefix=pt-br"
        },
        {
            "id": "16",
            "titulo": "piratas do caribe: o bau da morte",
            "sinopse": "Will e Elizabeth estão prestes a se casar quando o lendário pirata Davy Jones, comandante de um invencível navio assombrado, aparece para cobrar uma dívida do capitão Jack Sparrow, amigo do casal. Agora, a única chance de Sparrow se livrar de uma maldição de Jones é encontrando o baú da morte.",
            "ano": 2006 ,
            "genero": "Aventura/Ação",
            "duracao": "2h 31m",
            "nota": 9.1,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/thumb/d/d4/Pirates_of_the_Caribbean_2.jpg/250px-Pirates_of_the_Caribbean_2.jpg"
        },
        {
            "id": "17",
            "titulo": "piratas do caribe: no fim do mundo",
            "sinopse": "Will Turner e Elizabeth Swann unem forças com o Capitão Barbossa para libertarem Jack Sparrow da prisão de Davy Jones. Enquanto isso, a tripulação do barco fantasma O Holandês Voador causa estragos nos Sete Mares. Os amigos devem navegar através de águas perigosas para enfrentarem o pirata chinês São Feng e, finalmente, eles devem escolher em que lado ficar na batalha, pois a vida do pirata está em jogo.",
            "ano": 2007,
            "genero": "Aventura/Ação",
            "duracao": "2h 48m",
            "nota": 9.2,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/pictures/210/176/21017697_20130704202238456.jpg"
        },
        {
            "id": "18",
            "titulo": "piratas do caribe: navegando em aguas misteriosas",
            "sinopse": "O passado do capitão Jack Sparrow volta a alcançá-lo quando ele cruza com Angelica, uma bonita pirata que Jack, um dia, amou e depois abandonou. Ela, então, o força a acompanhá-la ao navio Vingança da Rainha Ana, do famoso Barba Negra. Junto com uma tripulação de zumbis, o trio parte em busca da lendária Fonte da Juventude. Mas o rival de Jack, Barbossa, também cobiça a fonte, assim como um navio espanhol.",
            "ano": 2011,
            "genero": "Aventura/Ação",
            "duracao": "2h 21m",
            "nota": 8.8,
            "video": "",
            "catalogo": "http://disneyplusbrasil.com.br/wp-content/uploads/2022/02/Piratas-do-Caribe-Navegando-em-Aguas-Misteriosas.jpg"
        },
        {
            "id": "19",
            "titulo": "piratas do caribe: a vingança de salazar",
            "sinopse": "Salazar é a nova pedra no sapato do capitão Jack Sparrow. Ele lidera um exército de piratas fantasmas assassinos e está disposto a matar todos os piratas existentes na face da Terra. Para escapar, Sparrow precisa encontrar o Tridente de Poseidon, que dá ao seu dono o poder de controlar o mar.",
            "ano": 2017,
            "genero": "Aventura/Ação",
            "duracao": "2h 9m",
            "nota": 8.8,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/6/6e/Pirates_of_the_Caribbean_Dead_Men_Tell_No_Tales_IMAX.jpg"
        },
        {
            "id": "20",
            "titulo": "velozes e furiosos",
            "sinopse": "Brian O'Conner é um policial que se infiltra no submundo dos rachas de rua para investigar uma série de furtos. Enquanto tenta ganhar o respeito e a confiança do líder Dom Toretto, ele corre o risco de ser desmascarado.",
            "ano": 2001,
            "genero": "Crime/Aventura",
            "duracao": "1h 46m",
            "nota": 8.9,
            "video": "",
            "catalogo": "https://static.wikia.nocookie.net/velozes-e-furiosos/images/a/aa/Velozes_e_Furiosos_-_Capa.jpg/revision/latest?cb=20180305235641&path-prefix=pt-br"
        },
        {
            "id": "21",
            "titulo": "velozes e furiosos 2 / + velozes + furiosos",
            "sinopse": "O ex-policial Brian O'Conner se muda de Los Angeles para Miami para recomeçar sua vida. Ele acaba se envolvendo em rachas na sua nova cidade com seu amigo Tej e Suki. Suas aventuras terminam quando ele é preso e faz um acordo com agentes do FBI. Brian tem a missão muito perigosa de prender um poderoso chefe do cartel das drogas.",
            "ano": 2003,
            "genero": "Ação/Crime",
            "duracao": "1h 48m",
            "nota": 8.9,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/2/20/2_Fast_2_Furious_2003.jpg"
        },
        {
            "id": "22",
            "titulo": "velozes e furiosos: desafio em toquio",
            "sinopse": "Sean Boswell é um piloto de rua que desafia seu rival e bate o carro no fim da corrida. Então, Sean decide se mudar para o Japão em companhia de seu pai para evitar a prisão nos Estados Unidos, já que os rachas não são nada populares com as autoridades. Em Tóquio, ele começa a aprender um excitante e perigoso estilo novo de competir nas ruas. Só que os riscos ficam ainda mais altos quando Sean decide competir com o campeão local e acaba se apaixonando pela namorada dele.",
            "ano": 2006,
            "genero": "Ação/Drama",
            "duracao": "1h 44m",
            "nota": 8.6,
            "video": "",
            "catalogo": "https://br.web.img2.acsta.net/pictures/210/383/21038387_20130909201408304.jpg"
        },
        {
            "id": "23",
            "titulo": "velozes e furiosos 4",
            "sinopse": "Dominic Toretto descobre que sua amada Letty foi assassinada e resolve procurar pelo autor do crime. Enquanto isso, o agente Brian O'Conner está em busca de um traficante de drogas. Eles percebem que talvez procurem a mesma pessoa.",
            "ano": 2009,
            "genero": "Ação/Thriller",
            "duracao": "2h 10m",
            "nota": 8.7,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/pictures/210/445/21044501_2013092621313492.jpg"
        },
        {
            "id": "24",
            "titulo": "velozes e furiosos 5: operacao rio",
            "sinopse": "Desde que o ex-policial Brian O'Conner e Mia Toretto libertaram Dom da prisão, eles viajam pelo mundo para fugir das autoridades. No Rio de Janeiro, eles são obrigados a fazer um último trabalho antes de ganhar sua liberdade definitiva. Brian e Dom montam uma equipe de elite de pilotos de carro para executar a tarefa, mas precisam enfrentar um empresário corrupto e também um obstinado agente federal norte-americano.",
            "ano": 2011,
            "genero": "Mistério/Aventura",
            "duracao": "2h 10m",
            "nota": 8.5,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/medias/nmedia/18/87/34/17/20028727.jpg"
        },
        {
            "id": "25",
            "titulo": "velozes e furiosos 6",
            "sinopse": "Desde que o golpe de Dom e Brian no Rio de Janeiro deixou o grupo com 100 milhões de dólares, a equipe se espalhou pelo mundo. Um dia, Hobbs pede a Dom que reúna um grupo de elite em Londres e apreenda uma organização de mercenários nas ruas, cujo mentor é apoiado por Letty, a antiga namorada de Dom que ele acreditava estar morta.",
            "ano": 2013,
            "genero": "Ação/Crime",
            "duracao": "2h 10m",
            "nota": 8.6,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/medias/nmedia/18/92/81/46/20528636.jpg"
        },
        {
            "id": "26",
            "titulo": "velozes e furiosos 7",
            "sinopse": "Após os acontecimentos em Londres, Dom, Brian, Letty e o resto da equipe têm a chance de voltar para os Estados Unidos e recomeçar suas vidas. Mas a tranquilidade do grupo é destruída quando Deckard Shaw, um assassino profissional, quer vingança pelo acidente que deixou seu irmão em coma. Agora, a equipe tem de unir forças para deter um vilão novo e ainda mais perigoso. Dessa vez, não se trata apenas de uma questão de velocidade: a corrida é pela sobrevivência.",
            "ano": 2015,
            "genero": "Ação/Aventura",
            "duracao": "2h 20m",
            "nota": 8.6,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/thumb/b/b8/Furious_7_poster.jpg/250px-Furious_7_poster.jpg"
        },
        {
            "id": "27",
            "titulo": "velozes e furiosos 8",
            "sinopse": "Depois da aposentadoria de Brian e Mia, Dom e Letty aproveitam a lua de mel e levam uma vida pacata e normal. Mas a adrenalina do passado volta com tudo quando uma mulher misteriosa obriga Dom a retornar ao mundo do crime e da velocidade.",
            "ano": 2017,
            "genero": "Ação/Aventura",
            "duracao": "2h 16m",
            "nota": 8.4,
            "video": "",
            "catalogo": "https://i.pinimg.com/736x/27/ae/a1/27aea13d7669706e753ac506a70cdcc4.jpg"
        },
        {
            "id": "28",
            "titulo": "velozes e furiosos 9",
            "sinopse": "Dominic Toretto e Letty vivem uma vida pacata ao lado do filho. Mas eles logo são ameaçados pelo passado de Dom: seu irmão desaparecido Jakob, que retorna e está trabalhando ao lado de Cipher. Cabe a Dom reunir a equipe novamente para enfrentá-los.",
            "ano": 2021,
            "genero": "Ação/Aventura",
            "duracao": "2h 23m",
            "nota": 8.2,
            "video": "",
            "catalogo": "https://s2.glbimg.com/uV0n1XJjGtofG30ovgI8LKjb1Pk=/362x536/https://s2.glbimg.com/cmwIK3GmWCgGPEdWpz-bp64iib4=/i.s3.glbimg.com/v1/AUTH_c3c606ff68e7478091d1ca496f9c5625/internal_photos/bs/2022/m/g/lHOiSuTqKOoif7ykIplA/6504593-poster.jpg"
        },
        {
            "id": "29",
            "titulo": "harry potter e a pedra filosofal",
            "sinopse": "Harry Potter é um garoto órfão que vive infeliz com seus tios, os Dursleys. Ele recebe uma carta contendo um convite para ingressar em Hogwarts, uma famosa escola especializada em formar jovens bruxos. Inicialmente, Harry é impedido de ler a carta por seu tio, mas logo recebe a visita de Hagrid, o guarda-caça de Hogwarts, que chega para levá-lo até a escola. Harry adentra um mundo mágico que jamais imaginara, vivendo diversas aventuras com seus novos amigos, Rony Weasley e Hermione Granger.",
            "ano": 2001,
            "genero": "Fantasia/Aventura",  
            "duracao": "2h 32m",
            "nota": 9.3,
            "video": "",
            "catalogo": "https://ingresso-a.akamaihd.net/img/cinema/cartaz/7766-cartaz.jpg"
        },
        {
            "id": "30",
            "titulo": "harry potter e a camara secreta",
            "sinopse": "Após as sofríveis férias na casa dos tios, Harry Potter se prepara para voltar a Hogwarts e começar seu segundo ano na escola de bruxos. Na véspera do início das aulas, a estranha criatura Dobby aparece em seu quarto e o avisa de que voltar é um erro e que algo muito ruim pode acontecer se Harry insistir em continuar os estudos de bruxaria. O garoto, no entanto, está disposto a correr o risco e se livrar do lar problemático.",
            "ano": 2002,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 41m",
            "nota": 9.1,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/3/33/Chamber_of_Secrets.jpg"
        },
        {
            "id": "31",
            "titulo": "harry potter e o prisioneiro de azkaban",
            "sinopse": "É o início do terceiro ano na escola de bruxaria Hogwarts. Harry, Ron e Hermione têm muito o que aprender. Mas uma ameaça ronda a escola e ela se chama Sirius Black. Após doze anos encarcerado na prisão de Azkaban, ele consegue escapar e volta para vingar seu mestre, Lord Voldemort. Para piorar, os Dementores, guardas supostamente enviados para proteger Hogwarts e seguir os passos de Black, parecem ser ameaças ainda mais perigosas.",
            "ano": 2004,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 22m",
            "nota": 9.1,
            "video": "",
            "catalogo": "https://img.elo7.com.br/product/zoom/2657A05/big-poster-harry-potter-e-o-prisioneiro-de-azkaban-lo2-90x60-geek.jpg"
        },
        {
            "id": "32",
            "titulo": "harry potter e o calice de fogo",
            "sinopse": "Harry retorna para seu quarto ano na Escola de Magia e Bruxaria de Hogwarts, junto com os seus amigos Ron e Hermione. Desta vez, acontece um torneio entre as três maiores escola de magia, com um participante selecionado de cada escola, pelo Cálice de Fogo. O nome de Harry aparece, mesmo não tendo se inscrito, e ele precisa competir.",
            "ano": 2005,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 37m",
            "nota": 9.2,
            "video": "",
            "catalogo": "https://static.wikia.nocookie.net/harrypotter/images/c/c8/Capa_Harry_Potter_e_o_C%C3%A1lice_de_Fogo_%28filme%29.jpg/revision/latest?cb=20130101153856&path-prefix=pt-br"
        },
        {
            "id": "33",
            "titulo": "harry potter e a ordem da fenix",
            "sinopse": "Após um verão desastroso, Harry volta para o seu quinto ano em Hogwarts, um dos mais difíceis que terá de encarar. Pouquíssimos alunos e pais acreditam nele ou em Dumbledore sobre a volta de Voldemort, e uma série interminável de artigos circula dizendo que eles estão completamente malucos. Ainda por cima, Dolores Umbridge, a nova professora de Defesa Contra as Artes das Trevas, prova ser a pessoa mais repugnante que Harry já conheceu.",
            "ano": 2007,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 18m",
            "nota": 9.2,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/medias/nmedia/18/90/67/58/20107766.jpg"
        },
        {
            "id": "34",
            "titulo": "harry potter e o enigma do principe",
            "sinopse": "No sexto ano de Harry em Hogwarts, Lord Voldemort e seus Comensais da Morte estão criando o terror nos mundos bruxo e trouxa. Dumbledore convence seu velho amigo Horácio Slughorn para retornar a Hogwarts como professor de poções após Harry encontrar um estranho livro escolar. Draco Malfoy se esforça para realizar uma ação destinada por Voldemort, enquanto Dumbledore e Harry secretamente trabalham juntos a fim de descobrir o método para destruir o Lorde das Trevas uma vez por todas.",
            "ano": 2009,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 33m",
            "nota": 9.2,
            "video": "",
            "catalogo": "https://play-lh.googleusercontent.com/05xqDDh1nvU8cA_iI5D-bzrGrBd5s7Mw1HRp2hdgTOXTLBjk3c9iZX1ED54SVs2n2neSXQ"
        },
        {
            "id": "35",
            "titulo": "harry potter e as reliquias da morte: parte 1",
            "sinopse": "Sem a orientação e proteção de seus professores, Harry, Rony e Hermione iniciam uma missão para destruir as horcruxes, que são as fontes da imortalidade de Voldemort. Embora devam confiar um no outro mais do que nunca, forças das trevas ameaçam separá-los. Os Comensais da Morte de Voldemort tomaram o controle do Ministério da Magia e de Hogwarts, e eles estão procurando por Harry enquanto ele e seus amigos se preparam para o confronto final.",
            "ano": 2010,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 26m",
            "nota": 9.0,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/6/64/Harry_Potter_Deathly_Hallows_2010.jpg"
        },
        {
            "id": "36",
            "titulo": "harry potter e as reliquias da morte: parte 2",
            "sinopse": "O confronto entre o bem e o mal espera pelo jovem Harry, que se prepara ao lado de Rony e Hermione para a batalha final contra Lord Voldemort. Harry se transformou em um garoto de aço em uma missão para livrar o mundo do mal. Os amigos devem procurar pelas últimas horcruxes que mantêm o covarde feiticeiro imortal.",
            "ano": 2011,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 10m",
            "nota": 9.0,
            "video": "",
            "catalogo": "https://upload.wikimedia.org/wikipedia/pt/thumb/3/3a/Harry_Potter_and_the_Deathly_Hallows_-_Part_2.jpg/250px-Harry_Potter_and_the_Deathly_Hallows_-_Part_2.jpg"
        },
        {
            "id": "37",
            "titulo": "o senhor dos aneis: a sociedade do anel",
            "sinopse": "Em uma terra fantástica e única, um hobbit recebe de presente de seu tio um anel mágico e maligno que precisa ser destruído antes que caia nas mãos do mal. Para isso, o hobbit Frodo tem um caminho árduo pela frente, onde encontra perigo, medo e seres bizarros. Ao seu lado para o cumprimento desta jornada, ele aos poucos pode contar com outros hobbits, um elfo, um anão, dois humanos e um mago, totalizando nove seres que formam a Sociedade do Anel.",
            "ano": 2001,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 58m",
            "nota": 8.8,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/medias/nmedia/18/92/91/32/20224832.jpg"
        },
        {
            "id": "38",
            "titulo": "o senhor dos aneis: as duas torres",
            "sinopse": "Após a captura de Merry e Pippy pelos orcs, a Sociedade do Anel é dissolvida. Frodo e Sam seguem sua jornada rumo à Montanha da Perdição para destruir o anel e descobrem que estão sendo perseguidos pelo misterioso Gollum. Enquanto isso, Aragorn, o elfo e arqueiro Legolas e o anão Gimli partem para resgatar os hobbits sequestrados e chegam ao reino de Rohan, onde o rei Theoden foi vítima de uma maldição mortal de Saruman.",
            "ano": 2002,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 59m",
            "nota": 8.8,
            "video": "",
            "catalogo": "https://br.web.img2.acsta.net/medias/nmedia/18/92/34/89/20194741.jpg"
        },
        {
            "id": "39",
            "titulo": "o senhor dos aneis: o retorno do rei",
            "sinopse": "O confronto final entre as forças do bem e do mal que lutam pelo controle do futuro da Terra Média se aproxima. Sauron planeja um grande ataque a Minas Tirith, capital de Gondor, o que faz com que Gandalf e Pippin partam para o local na intenção de ajudar a resistência. Um exército é reunido por Theoden em Rohan, em mais uma tentativa de deter as forças de Sauron. Enquanto isso, Frodo, Sam e Gollum seguem sua viagem rumo à Montanha da Perdição para destruir o anel.",
            "ano": 2003,
            "genero": "Fantasia/Aventura",
            "duracao": "3h 21m",
            "nota": 8.8,
            "video": "",
            "catalogo": "https://br.web.img2.acsta.net/medias/nmedia/18/92/91/47/20224867.jpg"
        },
        {
            "id": "40",
            "titulo": "o hobbit: uma jornada inesperada",
            "sinopse": "Como a maioria dos hobbits, Bilbo Bolseiro leva uma vida tranquila até o dia em que recebe uma missão do mago Gandalf. Acompanhado por um grupo de anões, ele parte numa jornada até a Montanha Solitária para libertar o Reino de Erebor do dragão Smaug.",
            "ano": 2012,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 49m",
            "nota": 8.7,
            "video": "",
            "catalogo": "https://s2.glbimg.com/zyaaSEbf4qZ6BNkc778luqyVhkE=/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_63b422c2caee4269b8b34177e8876b93/internal_photos/bs/2019/r/0/u4CVkTSpKCAj94NO5G1w/05cul-200-dvd2-d30-img01.jpg"
        },
        {
            "id": "41",
            "titulo": "o hobbit: a desolaçao de smaug",
            "sinopse": "Ao lado de um grupo de anões e de Gandalf, Bilbo segue em direção à Montanha Solitária, onde deverá ajudar seus companheiros a retomar a Pedra de Arken. O problema é que o artefato está perdido em meio a um tesouro protegido pelo temido dragão Smaug.",
            "ano": 2013,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 41m",
            "nota": 7.9,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/pictures/210/571/21057125_20131112201221324.jpg"
        },
        {
            "id": "42",
            "titulo": "o hobbit: a batalha dos cinco exercitos",
            "sinopse": "O dragão Smaug lança sua fúria ardente contra a Cidade do Lago que fica próxima da montanha de Erebor. Bard consegue derrotá-lo, mas, rapidamente, sem a ameaça do dragão, inicia-se uma batalha pelo controle de Erebor e sua riqueza. Os anões, liderados por Thorin, adentram a montanha e estão dispostos a impedir a entrada de elfos, anões e orcs. Bilbo Bolseiro e Gandalf tentam impedir a guerra.",
            "ano": 2014,
            "genero": "Fantasia/Aventura",
            "duracao": "2h 24m",
            "nota": 8.3,
            "video": "",
            "catalogo": "https://lojasaraiva.vteximg.com.br/arquivos/ids/2273839/1002521721.jpg?v=637009749210000000"
        },
        {
            "id": "43",
            "titulo": "o poderoso chefão: parte 1",
            "sinopse": "Uma família mafiosa luta para estabelecer sua supremacia nos Estados Unidos depois da Segunda Guerra Mundial. Uma tentativa de assassinato deixa o chefão Vito Corleone incapacitado e força os filhos Michael e Sonny a assumir os negócios.",
            "ano": 1972,
            "genero": "Crime/Drama",
            "duracao": "2h 55m",
            "nota": 9.2,
            "video": "",
            "catalogo": "https://media.fstatic.com/OTbTIiFGOSTDk9MOelWXnd9gK6c=/210x312/smart/media/movies/covers/2011/08/f623d26a6107a9cdbb2d805ed45675a6.jpg"
        },
        {
            "id": "44",
            "titulo": "o poderoso chefao: parte 2",
            "sinopse": "Depois da máfia matar sua família, o jovem Vito foge da sua cidade na Sicília e vai para os Estados Unidos. Lá, ele assassina Black Hand Fanucci, que exigia dos comerciantes uma parte dos seus ganhos. Com a morte de Fanucci, o poder de Vito cresce, mas sua família é o que mais importa para ele. Morando agora no Lago Tahoe, Michael planeja fazer incursões em Las Vegas e Havana com negócios ligados ao lazer, mas descobre que aliados como Hyman Roth estão tentando matá-lo.",
            "ano": 1974,
            "genero": "Crime/Drama",
            "duracao": "3h 22m",
            "nota": 9.3,
            "video": "",
            "catalogo": "https://br.web.img3.acsta.net/medias/nmedia/18/90/93/27/20120933.jpg"
        },
        {
            "id": "45",
            "titulo": "o poderoso chefao: parte 3",
            "sinopse": "Don Michael Corleone está envelhecendo e, com a ajuda do sobrinho Vincent Mancini, busca a legitimação dos interesses da família, em Nova York e na Itália, antes de sua morte. Porém seu protegido não está só interessado em parte do império da família. Ele também deseja a filha de Michael, Mary.",
            "ano": 1990,
            "genero": "Crime/Drama",
            "duracao": "2h 50m",
            "nota": 8.9,
            "video": "",
            "catalogo": "https://br.web.img2.acsta.net/medias/nmedia/18/90/93/36/20120970.jpg"
        },
        {
            "id": "46",
            "titulo": "avatar", 
            "sinopse": "No exuberante mundo alienígena de Pandora vivem os Na'vi, seres que parecem ser primitivos, mas são altamente evoluídos. Como o ambiente do planeta é tóxico, foram criados os avatares, corpos biológicos controlados pela mente humana que se movimentam livremente em Pandora. Jake Sully, um ex-fuzileiro naval paralítico, volta a andar através de um avatar e se apaixona por uma Na'vi. Esta paixão leva Jake a lutar pela sobrevivência de Pandora.",
            "ano": 2009,
            "genero": "Ficção científica/Ação",
            "duracao": "2h 42m",
            "nota": 8.6,
            "video": "",
            "catalogo": "http://blog.fotoregistro.com.br/wp-content/uploads/2018/11/capa-filme-avatar.jpg"
        },
        {
            "id": "47",
            "titulo": "como treinar o seu dragao",
            "sinopse": "Soluço é um adolescente viking da ilha de Berk, onde lutar contra dragões é um meio de vida. Suas opiniões avançadas e um senso de humor estranho o tornam um desajustado, apesar de seu pai ser o chefe do clã. Jogado em uma escola de combate a dragões, ele quer provar que é um verdadeiro viking, mas ao fazer amizade com um dragão machucado, ele tem a chance de mudar o futuro de seu povo.",
            "ano": 2010,
            "genero": "Infantil/Aventura",
            "duracao": "1h 38m",
            "nota": 9.0,
            "video": "",
            "catalogo": "https://assetsgn.nowonline.com.br/assets/p3625299_v_v8_ac.jpg"
        },
        {
            "id": "48",
            "titulo": "como treinar o seu dragao 2",
            "sinopse": "Cinco anos se passaram desde que Soluço estabeleceu a paz com os dragões e vive em harmonia, na Ilha de Berk, com Banguela. Eles voam, apostam corridas e se divertem muito. Em uma destas aventuras, descobrem uma caverna secreta cheia de dragões. Agora, a dupla luta para proteger Berk de um guerreiro perigoso, chamado Drago Bludvist, que deseja controlar todos os dragões existentes.",
            "ano": 2014,
            "genero": "Infantil/Aventura",
            "duracao": "1h 42m",
            "nota": 9.1,
            "video": "",
            "catalogo": "https://ingresso-a.akamaihd.net/img/cinema/cartaz/4139-cartaz.jpg"
        },
        {
            "id": "49",
            "titulo": "como treinar o seu dragao 3",
            "sinopse": "Soluço busca realizar seu grande sonho de encontrar um lar pacífico onde os dragões possam viver em segurança. Lá, Banguela descobre uma companheira, assim como ele, mas um tanto selvagem. Mas é quando o perigo começa a rondar o lar, que a dupla Banguela e Soluço é testada e precisa tomar decisões difíceis para salvar suas espécies.",
            "ano": 2019,
            "genero": "Infantil/Aventura",
            "duracao": "1h 44m",
            "nota": 8.8,
            "video": "",
            "catalogo": "https://ingresso-a.akamaihd.net/img/cinema/cartaz/21959-cartaz.jpg"
        },
        {
            "id": "50",
            "titulo": "shrek",
            "sinopse": "Era uma vez um pântano distante, onde vivia um ogro chamado Shrek. De repente, seu sossego é interrompido pela invasão de personagens de contos de fadas que foram banidos de seu reino pelo maldoso Lorde Farquaad. Determinado a salvar o lar das pobres criaturas, e também o dele, Shrek faz um acordo com Farquaad e parte para resgatar a princesa Fiona. Resgatar a princesa pode não ser nada comparado com seu segredo profundo e sombrio.",
            "ano": 2001,
            "genero": "Comédia/Fantasia",
            "duracao": "1h 29m",
            "nota": 8.7,
            "video": "",
            "catalogo": "https://www.moderna.com.br/data/files/AB/40/CF/B5/8A0573105585E47328A8A8A8/Shrek.jpg"
        },{
            "id": "51",
            "titulo": "shrek 2",
            "sinopse": "Shrek e Fiona acabaram de voltar da lua de mel e vivem felizes em sua casa no pântano. O casal recebe um convite dos pais da princesa, que querem conhecer o novo genro, para um jantar no castelo. Eles ficaram sabendo que Fiona havia se casado com o seu verdadeiro amor, mas o que eles ainda não sabem é que este amor é um ogro mal-educado de mais de 300 quilos, que conta com um burro falante como melhor amigo.",
            "ano": 2004,
            "genero": "Comédia/Fantasia",
            "duracao": "1h 33m",
            "nota": 9.0,
            "video": "",
            "catalogo": "https://m.media-amazon.com/images/I/51AnEd+eyzL._AC_SX355_.jpg"
        }
    ]
}